[
    {
        "name": "大学ING协会",
        "intro": "用英语表达个性，用演讲开创未来。大学ING 协会成立于2009年，致力于英语演讲与辩论，通过举办讲座，培训，分享会，竞答活动，提高会员的英语表达水平和自我表现力，丰富同学们的校园生活，2013年我们将筹办全国英语演讲比赛的校园选拔赛，我们期待爱英语爱表现的你的加入，在这个充满活力与希望的团队里，尽情发挥自己的光和热。\nI  WANT  YOU！！！\n新浪微博名：@大学ING协会\n\n"
    },
    {
        "name": "美食协会",
        "intro": "美食协会成立于2005年12月，是由一群吃货服务另一群吃货的所组成团体，我们最大的爱好就是吃，同时我们有一个共同的目标，就是发现美食、享受美食、创造美食，欢迎拥有一颗吃货的心的你加入美食的幸福世界。\n人人网主页：华南理工美食协会，新浪微博：华南理工大学美食协会。\n\n"
    },
    {
        "name": "手语社",
        "intro": "华工手语社成立于2008年6月，是为广大充满爱心、关爱聋哑残疾人的学生服务的非营利性学生组织。每年社团都会举办许多有爱的活动：手语教学、手语电影展播、手语宣传日、与各高校的手语交流活动、芳村聋儿语训中心探访……\n微博名称：@华工手语社\n\n"
    },
    {
        "name": "英语拓展协会",
        "intro": "你热爱英语吗？你想找到一个平台提高和展现你的英语吗？想和留学生交流提高口语吗？想要丰富的英语学习资料吗？那就来英语拓展协会吧，快点加入我们一起用认真的态度“玩”英语。英语角、电影角、万圣节party、四、六级训练营…JUST JOIN IN！\n@华工英语拓展协会\n"
    },
    {
        "name": "翔之原文学社",
        "intro": "“翔之原，思之源”，翔之原文学社，旨在为广大文学爱好者提供一个培养和展示自我的文学素养的平台，创造一个读书交友、交流思想与智慧的环境，为理工见长的华工学子提供一个人文的感性关怀氛围，打造华工独有的人文气息。\nhgxiangzhiyuan@163.com\nhttp://www.xiangzhiyuan.org\n新浪认证微博：华工翔之原文学社\n"
    },
    {
        "name": "日语社",
        "intro": "华南理工大学日语社创建于2008年5月，是一个以日语教学为核心、传播日本良好文化为目的的学术性社团。社团围绕教学活动，开展了日语班、音频教学、日语角、每日一句、电影基地、讲座等活动，每年举办两次日式风情游园会。社团在2011年和2012年连续两年荣获华南了理工大学“十佳特色学生社团”称号。\n官网：www.scutjp.cn\n微博名：日语社 t.sina.com.cn/scutjp\n微信：riyushe\n"
    },
    {
        "name": "科幻协会",
        "intro": "华南理工大学南校区科幻协会成立于2008年6月。协会秉承“幻想引领未来”的理念，着力为广大科幻奇幻爱好者搭建一个良好的交流平台。以推广幻想文化，提高大学生科学文化素养，丰富校园文化生活为宗旨。曾邀请作家夏笳与大角还有仙剑姚仙前来举办交流会，组队去广东科技中心与出游，自制微电影《时间之外的往事》，承办“全国高校联合幻想征文大赛”，EVE游戏电影介绍会，平时还会不定期举办“军事知识科普交流摆摊”，“电影播放及鉴赏”等等。活动精彩，氛围融洽，科幻协会欢迎你！\n微信号：scutsfa\n微博号：@华工科幻协会scutsfa\n"
    },
    {
        "name": "金融协会",
        "intro": "华南理工大学(南校区)金融协会，是华南理工大学规模最大且最具影响力的经济类社团。协会的宗旨是：为广大会员服务，配合高等学校教育，使会员系统地掌握一定的投资知识、投资技巧，并逐步提高对金融问题的分析能力。协会曾成功举办过模拟炒股大赛、广州大学城大学城八校金融知识辩论赛、爱心暖玉树以及各类讲座。\n微博名称：华南理工大学金融协会\n微信公众账号：华南理工大学金融协会\n"
    },
    {
        "name": "计算机协会",
        "intro": "华南理工大学南校区计算机协会是由我们广大在校学生组成的科技学术型社团组织,曾是学校伍革命性社团创建单位之一，也多次获得明星社团称号。\n本着为全校师生以及广大计算机爱好者服务的宗旨，以把握信息科学脉搏，致力推广计算机知识，同时“务实进取，勇于开拓”是协会的一大特色。举办的装机大赛，电脑义修，知识讲座……也是广被会员与同学好评。我们也始终坚持：组织有创意的活动，营造良好的协会内部氛围，提供踏实的服务！\n微博号：计算机协会\n"
    },
    {
        "name": "会展爱好者协会",
        "intro": "华工会展爱好者协会 致力于成为校内校外展会之间的桥梁，向同学们提供最新展会资讯以及展会自愿者工作机会，同时为华工学子如华工二手物品交易展等特色鲜明的展会。\n@华工展协\n"
    },
    {
        "name": "电子商务协会",
        "intro": "电子商务协会（南校区）成立于2005年，以提高广大同学对电子商务的了解与参与为目标，自成立以来，通过组织丰富多彩的高水平讲座、电商类比赛、创业沙龙等活动，成为在华工具有一定影响力和创新精神的优秀社团，为促进华工的同学对电子商务的认识与了解发挥了积极的作用。\n社团微博名：\n@ 华南理工大学电子商务协会\n"
    },
    {
        "name": "All star天文协会",
        "intro": "All star天文协会是大学城天文联盟（由大学城十所高校的天文协会组成）的成员之一，协会致力于发展更多的天文爱好者，与会员们一起夜观星空，领略四季星座之美，用望远镜穿梭时空，拓宽视野，还有众多有趣的天象观测活动。\n腾讯微博：华工allstar天协\n"
    },
    {
        "name": "岭南文化发展协会",
        "intro": "岭南文化发展协会，成立于2006年5月26日。“岭南文化发展协会”是由热心于保护、传承和发扬岭南传统文化的大学生青年组成的非盈利性全校性社团。\n本协会旨在推广和传播岭南文化、让来自全国各地的同学更深入地了解广东、了解岭南，接触并学习具有岭南特色的语言文化艺术，体验最经典的岭南文化和娱乐，培养同学们对岭南文化的兴趣，同时通过组织开展一些传统文化活动，呼吁更多人要不忘传统、要传承和创新民间文化，重新关注岭南民间传统文化的生存现状，为使人民大众重新领略到古文化的而努力。\n微博名：华工岭南文化拓展学社\n"
    },
    {
        "name": "工业设计协会",
        "intro": "华南理工大学工业设计协会是由学生自发组织并管理的学生社团，成立于2005年4月。目的是通过以协会的形式，加强工业设计学科内部学术氛围，提供相应的资讯平台和学习交流的场所；提高会员的审美标准，体验设计带来的改变；促进与其它相关学科之间的联系与发展，以合作的形式开展活动以达到双赢的目的；结交友谊，分享设计，宣传和推广工业设计文化.\n@华南理工大学工业设计协会\n"
    },
    {
        "name": "风投与创业家协会",
        "intro": "如果你对风险投资对创业感兴趣如果你想施展自己的金融才华如果你想认识更多志同道合的朋友如果你能一口气流利地读下来“牛奶奶有个孙子叫流流，刘奶奶有个孙子叫牛牛，流流爱喝牛奶，牛牛爱吃牛柳，有天流流偷吃牛牛的牛柳，牛牛偷喝流流的牛奶，流流牛牛打成团，牛奶奶打了牛牛，刘奶奶打了流流，牛奶奶刘奶奶牛牛流流到底谁最牛!” 风投与创业家协会会费8折百团大战等你来！\n微博：\n华工风投与创业家协会\n"
    },
    {
        "name": "鸣辩学社",
        "intro": "@华工鸣辩学社 http://weibo.com/u/3219907272\n"
    },
    {
        "name": "陶艺协会",
        "intro": "华南理工大学陶艺协会成立于2007年6月，一直以来以中国传统文化的传递与发展，合理利用华工资源，培养校园人文气氛，一直以来以中国传统文化为宗旨，是一个有内涵有魅力的协会。\n"
    },
    {
        "name": "日语协会",
        "intro": "学习日语和日本优秀文化为主旨；交流日语学习经验，广交同样志趣的朋友为目的，每学期开展的常规活动有日语班和日语电影放映。不定期会有日语讲座和日语角。\n@日语协会官博菌\n"
    },
    {
        "name": "学生职业发展协会",
        "intro": "学生职业发展协会，隶属就业指导中心，致力于华工学生职业生涯的规划与发展，外接宝洁等多家知名企业，举办模拟招聘大赛等活动。\n网址：\nwww.acds.cn\n"
    },
    {
        "name": "交通科技协会",
        "intro": "（准社团）\n华工交通科技协会致力打造大华工交通类校友交流平台，专注于学术活动和志愿服务两大类，本科生，研究生和老师们共同学习，一起娱乐\n官方微博：@华工交通科技协会\n官方QQ交流群：华工交通人（320229351）\n"
    },
    {
        "name": "海外文化拓展协会",
        "intro": "协会与留学生交流紧密，通过各种活动真正促进华园中外学生的交流与学习，提高华工学生的综合素质，拓宽华工学生的国际视野。\nQQ群：124673773\n新浪微博：http://weibo.com/scutocda\n"
    },
    {
        "name": "大学生创业协会",
        "intro": "宗旨是开创自我，勇于创新，服务同学，服务社会。有企业参观和创业沙龙等品牌活动。曾获最佳新秀奖。\n"
    },
    {
        "name": "创行团队",
        "intro": "华工创行，致力于培养富有社会责任感的未来商业精英，将商业的活力注入公益事业，开发一系列优秀的项目，让人们的生活变得更美好。\n@华工Enactus\nhttp://weibo.com/sifescut\n"
    },
    {
        "name": "海外游学协会",
        "intro": "协会简称SEA,在教务处和国际处领导下对华工境外学习项目进行宣传指导，并成立国际志愿者团队为境外留学生学生提供帮助和交流。想要与来自全世界的留学生们深入交流吗？海外游学协会，给你崭新的全世界！\n@华工海外游学协会SEA\n"
    },
    {
        "name": "工程管理学社",
        "intro": "学社是由10级工程管理学生发起成立的专业学术社团。为想在工程管理各方向有所发展的同学提供一个专业的交流平台。\n"
    },
    {
        "name": "公关协会",
        "intro": "通过举办多种娱乐学术性的活动，提高华工人的公关水平，树立华工人的良好形象。旗下有BMB魔鬼训练营、公协年度大型舞会品牌活动。\n社团网址：http://weibo.com/prscut\n"
    },
    {
        "name": "机器人协会",
        "intro": "机器人协会成立于2008年，是一个学术型社团，主要为全国机器人大赛培养人才，将一些电控和机械的技术传承下去，同时，也是一个广大机器人爱好者相互交流，相互学习的平台。我们的主要活动有巡线小车，会员培训，户外素拓等活动。许多同学通过这个平台，从零开始，在技术上不断进步。更有同学在此基础上不断努力，被选拔进入机器人创新实验室，成为华工机器人团队的一员。\n"
    },
    {
        "name": "计算机爱好者协会",
        "intro": "计协（AOC）以推广计算机新技术、普及计算机应用、为同学们服务为己任，是华工以推广现代计算机技术及应用为宗旨的学术性社团\n微博：\nhttp://www.weibo.com/scutaoc\n"
    },
    {
        "name": "金融协会",
        "intro": "金融协会是华工最大的经济类社团，通过配合学校教育，使会员系统掌握一定的投资知识与技巧，并逐步提高对金融问题的分析能力\n"
    },
    {
        "name": "人力资源管理协会",
        "intro": "协会旨在运用人力资源管理知识，通过实践活动，发现学生的潜能特色，找到适合自己的发展方向，为同学们考研、就业或创业提供参考。\n"
    },
    {
        "name": "数模电子协会",
        "intro": "华工最大的社团之一，依托物理实验中心和电子工艺实习中心为会员提供交流学习的平台，举办过浪漫电子设计比赛、mea新生电子设计比赛等。\n网址：\nhttp://202.38.220.14:8080/mea/\n"
    },
    {
        "name": "无线电爱好者协会",
        "intro": "无线电爱好者协会,简称“无协”。我们以普及电子技术知识，提高会员动手能力，交流技术信息经验为宗旨，服务全校师生。多次荣获学校十佳社团荣誉。\n华工无线电爱好者协会（新浪）\n"
    },
    {
        "name": "心理学社",
        "intro": "华南理工大学心理学社成立于2003年，在心理咨询中心的具体指导下致力于心理学知识在全校范围内的传播与普及。\n协会微博  ：华工心协\n心理咨询中心网站：http://xinhai.100steps.net/\n"
    },
    {
        "name": "英语口语协会",
        "intro": "英语口语协会，以提高口语水平为宗旨，通过举办英语讲座、比赛、口语角等活动，为华工学子提供更多英语交流的机会。\n微博：http://weibo.com/u/2683007891\n人人小站：http://zhan.renren.com/profile/450362967\n"
    },
    {
        "name": "英语推广社",
        "intro": "英语推广社，秉承“让英语融入生活，助同学驾驭英语”的宗旨，通过英语游园会、英语配音大赛等方式推广英语，曾获明星社团、十佳社团。\n网站：http://eps.100steps.net\n"
    }
]