[
    {
        "name": "翰林书画协会",
        "intro": "翰林书画协会成立于宗旨：弘扬书画艺术，提高广大同学对书画艺术、道德、文化修养，活跃校园文化。本协会的主要活动有：周末会员书画培训，书法知识讲座，书画联展等。品牌活动：校园赠字活动，大学城八校书画联展！\n"
    },
    {
        "name": "华工推理爱好者协会",
        "intro": "推理爱好者协会是华工最有特色的学生社团之一，由一群对推理、 迷题和各种小知识有着浓厚兴趣的学生于2001年6月21日成立。拥有一定的图书和影像资源，定期举行内部活动，每学期一次大型活动。在过去的12年中，我们成功举办了“推理风采大赛”、“推行天下”、“三国杀大赛”、“密室逃生”等活动。同时和其他高校的推协保持互动合作关系。\n@华工推理爱好者协会\n"
    },
    {
        "name": "DayDream饮•品协会",
        "intro": "DayDream饮•品协会，我们以品味饮品，品味生活为宗旨，积极开展有关饮品的活动，希望通过调酒演示，咖啡拉花等一系列的活动向广大爱好饮品的同学传播饮品文化和常识，并且为他们提供免费品尝的机会，让更多同学喜欢饮品。\n微博：华工DayDream饮品协会\n\n"
    },
    {
        "name": "自行车爱好者协会",
        "intro": "爱骑车爱旅行的你绝对不可错过。如果你有一腔无处挥洒的热血，那么我们在外环等着你一起挥洒汗水挑战自己；如果你有一颗想要上路的心，那么我们等你来一起用车轮丈量如画的风景，骑遍广州大街小巷，走遍祖国大好河山。\n协会微博：@华工自行车协会\n协会微信：华工自行车协会\n"
    },
    {
        "name": "羽毛球协会",
        "intro": "华南理工大学南校区羽毛球协会，成立于05~06年度，以相互提高、共同进步为目标，组织各种校内校外的羽毛球活动、比赛。\n"
    },
    {
        "name": "清心瑜伽社",
        "intro": "瑜伽是一种达到身体、心灵与精神和谐统一的运动方式。清心瑜伽社是华工唯一一个专门的瑜伽社团，我们将携手专业瑜伽老师带你走进瑜珈，触摸瑜珈，让瑜珈帮助你消除压力，保持一颗平静的心，当然这也是你大学生活中保持瘦身的秘密武器。对瑜伽有兴趣的同学，期待你们的加入！男女不限哟！\n"
    },
    {
        "name": "棋牌协会",
        "intro": "华南理工大学棋类协会最早成立于2001年，期间曾有“三棋爱好者协会”之称，现名为棋牌协会，是我校的一个传统社团，我们一直以“以棋会友，相互切磋，增进棋艺，开拓思维”为宗旨致力于为师生营造一个棋艺切磋的平台。经过几代前辈的努力，我们协会从最初的几个人发展到现在的200多人。我们举办的活动有每周棋类爱好者聚集棋艺沙龙，学期初的新生杯棋王争霸赛，学校内的院际联赛，更有一年一度的广东棋类盛宴——广东省大学生棋类联赛。我们代表学校在高校联赛中获得各种荣誉，其中包括第三届广东省大学生棋类联赛的团体总冠军。\n微博：@华南理工大学棋牌协会\n"
    },
    {
        "name": "排球爱好者协会",
        "intro": "这里热情洋溢，这里美好温馨，这里激情四射，这里青春无敌。没错，这里就是华南理工大学排球爱好者协会！一群热爱排球的人相聚华工，让夕阳的余晖映上我们的身影，见证我们的友情。以球会友，排协带给你们的不仅仅是球技，更是许多的温暖和感动！让我们携手，一起圆心中的“排球梦”！\n微博名：scut_排球爱好者协会\n"
    },
    {
        "name": "旅游运动协会",
        "intro": "要么读书，要么旅行，身体和心灵必须有一个在路上。这是一个旅游爱好者集结的家庭，我们热爱旅行，热爱生活。我们走过广州的大街小巷，看过凤凰上的日出，领略过火炉山的奇美。周末携伴看看风景，找找乐子，塞着街边的大排档，和三五好友畅谈对旅行和路上的感悟。周末无聊？我们带你找乐子；馋虫作祟？我们扫遍各式美食，让你的大学生活乐趣连连，结识志趣相投的朋友，做你钟情的事情。欢迎加入旅游运动协会，我们等着你！\n微博：SCUT旅游运动协会\n"
    },
    {
        "name": "篮球部落协会",
        "intro": "华工篮球部落协会成立于06年12月，是全新的充满活力的校园社团之一。我们协会本着“提倡积极、向上、拼搏、健康的篮球精神”的宗旨，丰富我校师生的课余生活，传播和普及篮球的基础知识，团结和组织篮球爱好者，培养干事的团队合作精神，为广大的华工篮球迷提供一个交流的平台。\n新浪微博：@华工篮球部落协会\n腾讯微博：@华工篮球部落协会\n"
    },
    {
        "name": "吉他协会",
        "intro": "我们——会在星空下慵懒的哼着喜欢的歌；会在晴天和小伙伴们到海边听海浪，弹吉他卖卖萌、唱唱歌；会在舞台上无所顾忌挥洒青春，用摇滚让台下的人为我们疯狂。\n我们——会背着吉他到街头路演；会给孤儿院的小朋友义演；也会用音乐帮朋友告白、庆祝生日……\n我们——就是华工吉他协会，让我们带你在音乐里来一次远走高飞，流浪到天边。\n微博：@华工吉他协会\n微信：华工吉他协会\n微信号：scutguitar\n"
    },
    {
        "name": "华工击跆道KTA联盟",
        "intro": "击跆道，英文缩写KTA，是以中国武术为根基，以建立于现代科学理论的基础上，集跆拳道、柔道、空手道、泰拳、国际自由搏击之精髓及杨氏双节棍于一体的新派武学。它是集防身抗暴和强身健体于一体的体育运动，适合不同年龄阶段练习的一门新派武术。\n社团周一，三，六，在C3背后的空地都有训练，周五教授双节棍。每次训练结束都会一起吃晚饭，新老学员间交流玩乐。周六晚上与大学城广工道场有实战交流，同时也是与其他道场的联谊。即提高学员的技术水平，同时拓宽学员的人脉和眼界。并且每个月都会有一次击跆道的月集训，地点在11所高校随机一个道场，这时我们都会组织会员到外校交流，既是锻炼也是娱乐，磨练各学员的精神品质。  微博名：华工击跆道联盟\n"
    },
    {
        "name": "ZACA动漫协会",
        "intro": "华南理工大学ZACA动漫协会（ZOO ANIMATION COMIC ASSOCIATION）成立于2005年5月，多年来一直致力于服务动漫爱好者、促进同好交流。在动漫越来越为人们所喜爱的今天，作为华工南校区唯一一个全面展示多元动漫文化的社团， ZACA本着集合校园内动漫爱好者并为之提供了解、享受动漫的平台的目的，正不断努力着。\n@华工ZACA动漫协会\n"
    },
    {
        "name": "winning-eleven足球爱好者协会",
        "intro": "你想参加各种比赛各种足球活动吗? 你想现场观看广州恒大广州富力的精彩比赛吗? 你想在课室大屏幕投影观看豪门对抗的激烈对决吗? 那就加入我们吧, winning-eleven足球爱好者协会等着你! 国足都努力了, 你还在等什么?\n微博: @华南理工大学足协\n"
    },
    {
        "name": "网球协会",
        "intro": "新浪微博：@华南理工大学网球协会 http://weibo.com/projectacescut\n"
    },
    {
        "name": "BG桌面素拓协会",
        "intro": "BG桌面素拓协会是由广大桌游爱好者自发组着的实践性团体，是广大桌游爱好者展现自我共同提高的新天地。协会以灵活多样的竞技性，实践性，娱乐性的活动，提供桌游爱好者交流的平台，丰富大家的课余生活，提高大家与同学交流的能力，锻炼大家的综合素质。\n微信名:jlspxyb\n微博名：华工BG桌游协会\n"
    },
    {
        "name": "跆拳道精英社",
        "intro": "在这里有一群热爱跆拳道的孩子，来自于五湖四海的我们聚集在这个跆拳道大家庭里。这里有热血，有友情，有基情，我们在训练中尽情挥洒青春的汗水。我们有与北校、中大的交流学习，我们有专业的考带，我们有丰富多样的活动。跆拳道精英社是一个充满爱的大家庭！~想要让四年大学生活充满活力吗？Come and join us~\n微博名：华工跆拳道精英社\n"
    },
    {
        "name": "乒乓球协会",
        "intro": "汇聚各方球友，营造奋斗氛围。乒协是一个拥有良好训练设备及专业指导人员的大家庭，非常期待您成为我们的小伙伴。\\(≧▽≦)/\nQ群：2013乒乓球协会新生群178459523\n微博：@华工乒协\n微信：乒协哦小球推动大球转\n"
    },
    {
        "name": "华工轮滑爱好者协会",
        "intro": "华工轮滑爱好者协会，致力于推广轮滑运动，让每一位热爱轮滑的同学们感受轮滑的所带来的魅力。让不了解轮滑的同学们喜欢上这项运动。每年的品牌活动“飞鹰杯”轮滑嘉年华吸引广东省很多轮滑玩家的参与，夜刷珠江，外环刷街等一系列轮滑刷街活动使得大家玩轮滑不再是在小小的轮滑场进行。也增加了大家交流的机会。\n新浪微博：@华工轮滑爱好者协会\n"
    },
    {
        "name": "华工毽球社",
        "intro": "华工毽球社（南校区），这里不仅是毽球高手聚集地，更是一个温馨的小家庭。毽球社举办一年一度的双人网毽比赛，会员常规活动更是丰富多彩，网毽或是围毽，花键或是比赛中的毽球，任你选择！同时毽球社与广药、中大、广外的毽球社联系紧密，时常进行毽球技术交流活动，同时还有机会参加高校毽球联赛。快来加入我们吧！\n微博名：华工毽球协会\n"
    },
    {
        "name": "Touch橄榄球社",
        "intro": "华南理工大学Touch橄榄球社成立于2011年9月，前身为华南理工大学“征服者腰旗橄榄球队”。征服者队成立于2010年3月，代表华南理工大学先后参加了2010及2011NFL（中国）大学生腰旗橄榄球联赛广州城市决赛，并拿到了第七名、第五名的好成绩，2011年9月收编为Touch橄榄球社的下辖球队，仍代表华南理工大学参加2012年NFL（中国）的广州城市决赛。\nTouch现有4个管理职能部门、两支附属球队（腰旗橄榄球、棒垒球）以及50多名会员。除日常训练外，还开展英式橄榄球和棒垒球的会员培训等活动。更在2012年开始推广触碰式美式橄榄球。  @华工Touch橄榄球协会 http://weibo.com/u/2180864640\n"
    },
    {
        "name": "Six Steps街舞协会",
        "intro": "这里有最受瞩目的华工社团活动、最具动感的华工第一舞台、最高配合的街舞文化团队，带上激情与勇气，我们一起拥有最难忘的大学时光。\n微信号：华工SixSteps街舞协会\n微博名称：华工SixSteps街舞协会\n"
    },
    {
        "name": "军事爱好者协会",
        "intro": "军协是所有军事爱好者的家园，是热血青年的天堂。在这里，以\"军\"会友，以\"武\"结交，普及军事知识，增强国防观念\n微博：\nhttp://weibo.com/u/2459523881\n"
    },
    {
        "name": "金话筒主持人协会",
        "intro": "主持人协会管理、编制校主持人队，定期举办各种培训活动，为各个组织、社团的活动提供主持人\n"
    },
    {
        "name": "ACL动漫协会",
        "intro": "ACL动漫协会是一个为动漫爱好者提供资源和基友的理想乡，在这里大家能找到一片属于自己的天地。\n@十日月玖久-华工ACL动漫社娘\nhttp://weibo.com/oct10acl\n"
    },
    {
        "name": "C.C 影视爱好者协会",
        "intro": "这是一个充满乐趣与魅力的社团，在这里我们一起看电影，一起评电影，一起享受电影的魔力！我们就是这样一群热爱电影的人的集合！\n@华工CC影视爱好者协会\n"
    },
    {
        "name": "车迷协会",
        "intro": "前身是华南理工大学BBS上的汽车城版面，协会本着”弘扬汽车文化,广交四海朋友”的宗旨，曾获第五届广州汽车知识邀请赛第一名\nhttp://weibo.com/chemixiehui\n"
    },
    {
        "name": "风筝社（准社团）",
        "intro": "记得很小的时候跟我的小伙伴们一起做过风筝，但是没能放起来。\n过了很多年才发现，原来自己一直没试过把风筝放起来啊！\n有些事情年轻的时候不做，老了就不会做了。\n所以加入@华工风筝社 吧！\n@华工风筝社\n"
    },
    {
        "name": "国球协会",
        "intro": "协会致力技术水平的提高。会定期训练，举办全校性甚至市级性乒乓球赛。还举行“校长有约“乒乓球赛或者与其他高校乒协联谊等活动。\n"
    },
    {
        "name": "极限飞盘协会",
        "intro": "推广校园飞盘运动，营造飞盘氛围，学习发扬飞盘精神和文化，体现年轻人真正拥有的热情与自由\n博客：\nhttp://blog.sina.com.cn/u/3233716457\n微博：\nhttp//weibo.com/scutufa\n"
    },
    {
        "name": "集邮协会",
        "intro": "集邮协会本着“以邮会友、以邮育人”的宗旨，为华工集邮爱好者提供了一个相互交流的平台\n博客：http://blog.163.com/hgjyxh@126\n微博：http://weibo.com/u/2784158040\n"
    },
    {
        "name": "毽球协会",
        "intro": "毽协以“普及毽球运动，丰富校园生活，促进同学友谊”为宗旨，致力于让更广大的毽球爱好者体味优美灵活的毽球艺术\n社团网址：http://www.scutusgs.com/blog/?179\n"
    },
    {
        "name": "击跆道协会",
        "intro": "协会以免费教学、多元培训、精英特训为特色。坚持每周训练参加广州高校击跆道精武集训等活动。培养出一批批武德兼备的击跆人。\n社团网址：http://blog.sina.com.cn/wshgkta\n"
    },
    {
        "name": "KOOK街舞协会",
        "intro": "旨在推广嘻哈文化\n特色是街舞表演、晚会及舞班培训\n曾获年度优秀社团等多项荣誉\n"
    },
    {
        "name": "轮滑协会",
        "intro": "协会秉承“推广轮滑运动，丰富校园文化”的宗旨，定期组织专业训练，为广大轮滑爱好提供更广阔的学习与交流平台\n社团网址：http://www.renren.com/322099114/profile\n"
    },
    {
        "name": "魔术协会",
        "intro": "华工魔协成立于2008年12月，秉承随心而变的宗旨，旨在不经意间创造奇迹，培养新一代的华工魔术师，把身边的所有人带入魔法世界。\n协会微博：\n@华南理工大学魔术协会\n"
    },
    {
        "name": "MM微电影协会",
        "intro": "华南理工大学MM微电影协会是以传播正能量，放大爱与感动，展现微电影的独特的艺术魅力以及宣传华园为宗旨的社团新生力量，专注于服务学生、丰富校园文化生活，未来，微电影协会与你同在！\n@华南理工大学MM微电影协会\n"
    },
    {
        "name": "民族器乐协会",
        "intro": "协会成立于2008年，以涵括民族音乐的各个方面作为发展目标，提供同学间对民乐的交流平台，来提高同学们的民族乐器演奏技艺和音乐艺术修养。\n社团网址：www.wyrclm.com\n文乐联盟论坛网址（含民族器乐协会专区）\n"
    },
    {
        "name": "美食文化协会",
        "intro": "本协会出于对美食文化的爱好和发展华工美食文化的信念而成立，旨在提供一个美食文化的交流传播平台，让美食文化融入到同学们的生活当中。\n社团官网微博：http://weibo.com/u/2805445202\n"
    },
    {
        "name": "木棉国标舞俱乐部",
        "intro": "华南理工大学木棉国标舞俱乐部成立于2003年6月，旨在为我校舞蹈爱好者构建一个施展才华的舞台，目前已成为广州天河地区较有影响力的舞蹈团体。\n社团网址：\nhttp://dance2008scut.blog.163.com/\n"
    },
    {
        "name": "排球协会",
        "intro": "华工排球协会本着“好好学习，天天打球”的宗旨，通过举办排球赛事和社团文化活动，吸引同学们对排球的兴趣，培养排球人才。\n社团网址：http://weibo.com/scutvolleyballclub\n"
    },
    {
        "name": "攀登协会",
        "intro": "攀登协会以\"勇攀高峰,超越自我\"为宗旨，以组织攀岩运动为基本活动，在华工推广攀岩运动，发展华工的攀岩队伍，提高华工人的攀岩水平。\n"
    },
    {
        "name": "葡萄酒文化协会",
        "intro": "传播葡萄酒文化，彰显华工人魅力。法国酒庄亲情加盟，专业酒师护驾领航。\n@华工葡萄酒文化协会\n"
    },
    {
        "name": "棋类协会",
        "intro": "协会的宗旨是“以棋会友，棋乐无穷”，为棋友们提供一个交流的平台，让大家能够互相促进与进步，并能从下棋的乐趣当中领悟人生的真谛。\n"
    },
    {
        "name": "SCUT魔方爱好者协会",
        "intro": "本社团主要是通过魔方来丰富同学的课余生活，通过魔方的教学来宣传魔方文化，让更多的华工学子接触魔方，体验魔方的魅力。\n"
    },
    {
        "name": "微博协会",
        "intro": "协会旨在建立一流的新媒体平台，开发研究以微博为主的新媒体应用，并兼顾推广，同时教授学生应对媒体的理念和思想。\n新浪微博：weibo.com/scutwbxh\n"
    },
    {
        "name": "武术协会",
        "intro": "协会教授内容包括武术套路和散打，旨在弘扬中华武术，普及武术知识，是校内外武术爱好者进行武术交流，强身健体、磨练意志的摇篮。\nscut_wushuxiehui@163.com\n"
    },
    {
        "name": "X-JAM滑板社",
        "intro": "社团宗旨：滑板为青春\n作为一个成立不久的社团，滑板社的人彰显着活力的青春。\nhttp://weibo.com/xjamskateclub\n"
    },
    {
        "name": "桌面素质拓展协会",
        "intro": "桌面素质拓展协会，以桌游的形式锻炼思维能力，为广大桌游爱好者提供交流、娱乐的平台，办有“桌游大百科”活动。\n"
    },
    {
        "name": "自行车联盟协会",
        "intro": "自行车联盟协会，于06年成立，秉承“人文、团结、健身、超越、环保、合作、进步、参与”的宗旨，举办长途、短途骑行、单车义修活动。\n网址：http://cascut.blog.sohu.com\n"
    },
    {
        "name": "纸艺坊",
        "intro": "（准社团）\n华工纸艺坊是由本校纸艺爱好者自发结成的以纸艺制作、展示、学习交流为主的非营利性学生组织。致力推广包括折纸，剪纸，纸雕，衍纸，纸膜，三角插在内等各种纸艺，为华工学子提供一个学习，分享，交流的平台。\n协会微博：@华工纸艺坊\n"
    },
    {
        "name": "“147”桌球爱好者协会（准社团）",
        "intro": "   华南理工大学“147”桌球爱好者协会创建于2013年春。桌球协会成立的初衷，就是希望能通过这一平台在工科校园内推广斯诺克绅士文化。坚持“以球会友”通过桌球来结识更多朋友，相互交流学习。http://weibo.com/u/3411750340\n"
    }
]