[
    [
        {
            "name": "日语社",
            "intro": "华南理工大学日语社创建于2008年5月，是一个以日语教学为核心、传播日本良好文化为目的的学术性社团。社团围绕教学活动，开展了日语班、音频教学、日语角、每日一句、电影基地、讲座等活动，每年举办两次日式风情游园会。社团在2011年和2012年连续两年荣获华南了理工大学“十佳特色学生社团”称号。\n官网：www.scutjp.cn\n微博名：日语社 t.sina.com.cn/scutjp\n微信：riyushe\n"
        },
        {
            "name": "科幻协会",
            "intro": "华南理工大学南校区科幻协会成立于2008年6月。协会秉承“幻想引领未来”的理念，着力为广大科幻奇幻爱好者搭建一个良好的交流平台。以推广幻想文化，提高大学生科学文化素养，丰富校园文化生活为宗旨。曾邀请作家夏笳与大角还有仙剑姚仙前来举办交流会，组队去广东科技中心与出游，自制微电影《时间之外的往事》，承办“全国高校联合幻想征文大赛”，EVE游戏电影介绍会，平时还会不定期举办“军事知识科普交流摆摊”，“电影播放及鉴赏”等等。活动精彩，氛围融洽，科幻协会欢迎你！\n微信号：scutsfa\n微博号：@华工科幻协会scutsfa\n"
        },
        {
            "name": "翔之原文学社",
            "intro": "“翔之原，思之源”，翔之原文学社，旨在为广大文学爱好者提供一个培养和展示自我的文学素养的平台，创造一个读书交友、交流思想与智慧的环境，为理工见长的华工学子提供一个人文的感性关怀氛围，打造华工独有的人文气息。\nhgxiangzhiyuan@163.com\nhttp://www.xiangzhiyuan.org\n新浪认证微博：华工翔之原文学社\n"
        },
        {
            "name": "翰林书画协会",
            "intro": "翰林书画协会成立于宗旨：弘扬书画艺术，提高广大同学对书画艺术、道德、文化修养，活跃校园文化。本协会的主要活动有：周末会员书画培训，书法知识讲座，书画联展等。品牌活动：校园赠字活动，大学城八校书画联展！\n"
        },
        {
            "name": "木棉社协会",
            "intro": "本社团秉承人文理念，传递人文价值，主要把人文文化的范围定位在中华民族文化，吸收古今智慧的结晶，为校园文化的营造创造有利的条件。\n社团网址：http://blog.sina.com.cn/mumianshe\n"
        }
    ],
    [
        {
            "name": "美食协会",
            "intro": "美食协会成立于2005年12月，是由一群吃货服务另一群吃货的所组成团体，我们最大的爱好就是吃，同时我们有一个共同的目标，就是发现美食、享受美食、创造美食，欢迎拥有一颗吃货的心的你加入美食的幸福世界。\n人人网主页：华南理工美食协会，新浪微博：华南理工大学美食协会。\n\n"
        },
        {
            "name": "DayDream饮•品协会",
            "intro": "DayDream饮•品协会，我们以品味饮品，品味生活为宗旨，积极开展有关饮品的活动，希望通过调酒演示，咖啡拉花等一系列的活动向广大爱好饮品的同学传播饮品文化和常识，并且为他们提供免费品尝的机会，让更多同学喜欢饮品。\n微博：华工DayDream饮品协会\n\n"
        },
        {
            "name": "ZACA动漫协会",
            "intro": "华南理工大学ZACA动漫协会（ZOO ANIMATION COMIC ASSOCIATION）成立于2005年5月，多年来一直致力于服务动漫爱好者、促进同好交流。在动漫越来越为人们所喜爱的今天，作为华工南校区唯一一个全面展示多元动漫文化的社团， ZACA本着集合校园内动漫爱好者并为之提供了解、享受动漫的平台的目的，正不断努力着。\n@华工ZACA动漫协会\n"
        },
        {
            "name": "BG桌面素拓协会",
            "intro": "BG桌面素拓协会是由广大桌游爱好者自发组着的实践性团体，是广大桌游爱好者展现自我共同提高的新天地。协会以灵活多样的竞技性，实践性，娱乐性的活动，提供桌游爱好者交流的平台，丰富大家的课余生活，提高大家与同学交流的能力，锻炼大家的综合素质。\n微信名:jlspxyb\n微博名：华工BG桌游协会\n"
        },
        {
            "name": "海外游学协会",
            "intro": "协会简称SEA,在教务处和国际处领导下对华工境外学习项目进行宣传指导，并成立国际志愿者团队为境外留学生学生提供帮助和交流。想要与来自全世界的留学生们深入交流吗？海外游学协会，给你崭新的全世界！\n@华工海外游学协会SEA\n"
        },
        {
            "name": "华越联盟",
            "intro": "华越联盟成立于2010年10月10日，是华南理工大学的一个致力于粤语义教活动、宣传独特的岭南文化的学生社团。通过每个学期8周的常规教学，让学员们在“快乐学粤语、轻松交朋友”的氛围中学习、熟悉、了解、掌握粤语及感受独特的岭南文化！\n"
        },
        {
            "name": "海外文化拓展协会",
            "intro": "协会与留学生交流紧密，通过各种活动真正促进华园中外学生的交流与学习，提高华工学生的综合素质，拓宽华工学生的国际视野。\nQQ群：124673773\n新浪微博：http://weibo.com/scutocda\n"
        },
        {
            "name": "公关协会",
            "intro": "通过举办多种娱乐学术性的活动，提高华工人的公关水平，树立华工人的良好形象。旗下有BMB魔鬼训练营、公协年度大型舞会品牌活动。\n社团网址：http://weibo.com/prscut\n"
        },
        {
            "name": "ACL动漫协会",
            "intro": "ACL动漫协会是一个为动漫爱好者提供资源和基友的理想乡，在这里大家能找到一片属于自己的天地。\n@十日月玖久-华工ACL动漫社娘\nhttp://weibo.com/oct10acl\n"
        },
        {
            "name": "C.C 影视爱好者协会",
            "intro": "这是一个充满乐趣与魅力的社团，在这里我们一起看电影，一起评电影，一起享受电影的魔力！我们就是这样一群热爱电影的人的集合！\n@华工CC影视爱好者协会\n"
        },
        {
            "name": "极限飞盘协会",
            "intro": "推广校园飞盘运动，营造飞盘氛围，学习发扬飞盘精神和文化，体现年轻人真正拥有的热情与自由\n博客：\nhttp://blog.sina.com.cn/u/3233716457\n微博：\nhttp//weibo.com/scutufa\n"
        },
        {
            "name": "MM微电影协会",
            "intro": "华南理工大学MM微电影协会是以传播正能量，放大爱与感动，展现微电影的独特的艺术魅力以及宣传华园为宗旨的社团新生力量，专注于服务学生、丰富校园文化生活，未来，微电影协会与你同在！\n@华南理工大学MM微电影协会\n"
        },
        {
            "name": "美食文化协会",
            "intro": "本协会出于对美食文化的爱好和发展华工美食文化的信念而成立，旨在提供一个美食文化的交流传播平台，让美食文化融入到同学们的生活当中。\n社团官网微博：http://weibo.com/u/2805445202\n"
        },
        {
            "name": "微博协会",
            "intro": "协会旨在建立一流的新媒体平台，开发研究以微博为主的新媒体应用，并兼顾推广，同时教授学生应对媒体的理念和思想。\n新浪微博：weibo.com/scutwbxh\n"
        }
    ],
    [
        {
            "name": "青年励志传播协会",
            "intro": "我会以“励自己之志，励他人之志”为宗旨，主张“日事日毕，日清日高”的生活理念。\n因此，我会的常规活动以长期坚持的晨读和跑内环为主。晨读的时间为周一至周五每天早晨7：50—8:30，地点为学术大讲堂；内环的时间和次数则由各部门自行决定。\n我会一共四个部门：公关部、秘书部、宣传部、组织部。\n微博名称：华工励志\n\n"
        },
        {
            "name": "自行车爱好者协会",
            "intro": "爱骑车爱旅行的你绝对不可错过。如果你有一腔无处挥洒的热血，那么我们在外环等着你一起挥洒汗水挑战自己；如果你有一颗想要上路的心，那么我们等你来一起用车轮丈量如画的风景，骑遍广州大街小巷，走遍祖国大好河山。\n协会微博：@华工自行车协会\n协会微信：华工自行车协会\n"
        },
        {
            "name": "羽毛球协会",
            "intro": "华南理工大学南校区羽毛球协会，成立于05~06年度，以相互提高、共同进步为目标，组织各种校内校外的羽毛球活动、比赛。\n"
        },
        {
            "name": "清心瑜伽社",
            "intro": "瑜伽是一种达到身体、心灵与精神和谐统一的运动方式。清心瑜伽社是华工唯一一个专门的瑜伽社团，我们将携手专业瑜伽老师带你走进瑜珈，触摸瑜珈，让瑜珈帮助你消除压力，保持一颗平静的心，当然这也是你大学生活中保持瘦身的秘密武器。对瑜伽有兴趣的同学，期待你们的加入！男女不限哟！\n"
        },
        {
            "name": "排球爱好者协会",
            "intro": "这里热情洋溢，这里美好温馨，这里激情四射，这里青春无敌。没错，这里就是华南理工大学排球爱好者协会！一群热爱排球的人相聚华工，让夕阳的余晖映上我们的身影，见证我们的友情。以球会友，排协带给你们的不仅仅是球技，更是许多的温暖和感动！让我们携手，一起圆心中的“排球梦”！\n微博名：scut_排球爱好者协会\n"
        },
        {
            "name": "旅游运动协会",
            "intro": "要么读书，要么旅行，身体和心灵必须有一个在路上。这是一个旅游爱好者集结的家庭，我们热爱旅行，热爱生活。我们走过广州的大街小巷，看过凤凰上的日出，领略过火炉山的奇美。周末携伴看看风景，找找乐子，塞着街边的大排档，和三五好友畅谈对旅行和路上的感悟。周末无聊？我们带你找乐子；馋虫作祟？我们扫遍各式美食，让你的大学生活乐趣连连，结识志趣相投的朋友，做你钟情的事情。欢迎加入旅游运动协会，我们等着你！\n微博：SCUT旅游运动协会\n"
        },
        {
            "name": "篮球部落协会",
            "intro": "华工篮球部落协会成立于06年12月，是全新的充满活力的校园社团之一。我们协会本着“提倡积极、向上、拼搏、健康的篮球精神”的宗旨，丰富我校师生的课余生活，传播和普及篮球的基础知识，团结和组织篮球爱好者，培养干事的团队合作精神，为广大的华工篮球迷提供一个交流的平台。\n新浪微博：@华工篮球部落协会\n腾讯微博：@华工篮球部落协会\n"
        },
        {
            "name": "华工击跆道KTA联盟",
            "intro": "击跆道，英文缩写KTA，是以中国武术为根基，以建立于现代科学理论的基础上，集跆拳道、柔道、空手道、泰拳、国际自由搏击之精髓及杨氏双节棍于一体的新派武学。它是集防身抗暴和强身健体于一体的体育运动，适合不同年龄阶段练习的一门新派武术。\n社团周一，三，六，在C3背后的空地都有训练，周五教授双节棍。每次训练结束都会一起吃晚饭，新老学员间交流玩乐。周六晚上与大学城广工道场有实战交流，同时也是与其他道场的联谊。即提高学员的技术水平，同时拓宽学员的人脉和眼界。并且每个月都会有一次击跆道的月集训，地点在11所高校随机一个道场，这时我们都会组织会员到外校交流，既是锻炼也是娱乐，磨练各学员的精神品质。  微博名：华工击跆道联盟\n"
        },
        {
            "name": "winning-eleven足球爱好者协会",
            "intro": "你想参加各种比赛各种足球活动吗? 你想现场观看广州恒大广州富力的精彩比赛吗? 你想在课室大屏幕投影观看豪门对抗的激烈对决吗? 那就加入我们吧, winning-eleven足球爱好者协会等着你! 国足都努力了, 你还在等什么?\n微博: @华南理工大学足协\n"
        },
        {
            "name": "网球协会",
            "intro": "新浪微博：@华南理工大学网球协会 http://weibo.com/projectacescut\n"
        },
        {
            "name": "跆拳道精英社",
            "intro": "在这里有一群热爱跆拳道的孩子，来自于五湖四海的我们聚集在这个跆拳道大家庭里。这里有热血，有友情，有基情，我们在训练中尽情挥洒青春的汗水。我们有与北校、中大的交流学习，我们有专业的考带，我们有丰富多样的活动。跆拳道精英社是一个充满爱的大家庭！~想要让四年大学生活充满活力吗？Come and join us~\n微博名：华工跆拳道精英社\n"
        },
        {
            "name": "乒乓球协会",
            "intro": "汇聚各方球友，营造奋斗氛围。乒协是一个拥有良好训练设备及专业指导人员的大家庭，非常期待您成为我们的小伙伴。\\(≧▽≦)/\nQ群：2013乒乓球协会新生群178459523\n微博：@华工乒协\n微信：乒协哦小球推动大球转\n"
        },
        {
            "name": "华工轮滑爱好者协会",
            "intro": "华工轮滑爱好者协会，致力于推广轮滑运动，让每一位热爱轮滑的同学们感受轮滑的所带来的魅力。让不了解轮滑的同学们喜欢上这项运动。每年的品牌活动“飞鹰杯”轮滑嘉年华吸引广东省很多轮滑玩家的参与，夜刷珠江，外环刷街等一系列轮滑刷街活动使得大家玩轮滑不再是在小小的轮滑场进行。也增加了大家交流的机会。\n新浪微博：@华工轮滑爱好者协会\n"
        },
        {
            "name": "华工毽球社",
            "intro": "华工毽球社（南校区），这里不仅是毽球高手聚集地，更是一个温馨的小家庭。毽球社举办一年一度的双人网毽比赛，会员常规活动更是丰富多彩，网毽或是围毽，花键或是比赛中的毽球，任你选择！同时毽球社与广药、中大、广外的毽球社联系紧密，时常进行毽球技术交流活动，同时还有机会参加高校毽球联赛。快来加入我们吧！\n微博名：华工毽球协会\n"
        },
        {
            "name": "Touch橄榄球社",
            "intro": "华南理工大学Touch橄榄球社成立于2011年9月，前身为华南理工大学“征服者腰旗橄榄球队”。征服者队成立于2010年3月，代表华南理工大学先后参加了2010及2011NFL（中国）大学生腰旗橄榄球联赛广州城市决赛，并拿到了第七名、第五名的好成绩，2011年9月收编为Touch橄榄球社的下辖球队，仍代表华南理工大学参加2012年NFL（中国）的广州城市决赛。\nTouch现有4个管理职能部门、两支附属球队（腰旗橄榄球、棒垒球）以及50多名会员。除日常训练外，还开展英式橄榄球和棒垒球的会员培训等活动。更在2012年开始推广触碰式美式橄榄球。  @华工Touch橄榄球协会 http://weibo.com/u/2180864640\n"
        },
        {
            "name": "Six Steps街舞协会",
            "intro": "这里有最受瞩目的华工社团活动、最具动感的华工第一舞台、最高配合的街舞文化团队，带上激情与勇气，我们一起拥有最难忘的大学时光。\n微信号：华工SixSteps街舞协会\n微博名称：华工SixSteps街舞协会\n"
        },
        {
            "name": "KOOK街舞协会",
            "intro": "旨在推广嘻哈文化\n特色是街舞表演、晚会及舞班培训\n曾获年度优秀社团等多项荣誉\n"
        },
        {
            "name": "国球协会",
            "intro": "协会致力技术水平的提高。会定期训练，举办全校性甚至市级性乒乓球赛。还举行“校长有约“乒乓球赛或者与其他高校乒协联谊等活动。\n"
        },
        {
            "name": "毽球协会",
            "intro": "毽协以“普及毽球运动，丰富校园生活，促进同学友谊”为宗旨，致力于让更广大的毽球爱好者体味优美灵活的毽球艺术\n社团网址：http://www.scutusgs.com/blog/?179\n"
        },
        {
            "name": "击跆道协会",
            "intro": "协会以免费教学、多元培训、精英特训为特色。坚持每周训练参加广州高校击跆道精武集训等活动。培养出一批批武德兼备的击跆人。\n社团网址：http://blog.sina.com.cn/wshgkta\n"
        },
        {
            "name": "轮滑协会",
            "intro": "协会秉承“推广轮滑运动，丰富校园文化”的宗旨，定期组织专业训练，为广大轮滑爱好提供更广阔的学习与交流平台\n社团网址：http://www.renren.com/322099114/profile\n"
        },
        {
            "name": "木棉国标舞俱乐部",
            "intro": "华南理工大学木棉国标舞俱乐部成立于2003年6月，旨在为我校舞蹈爱好者构建一个施展才华的舞台，目前已成为广州天河地区较有影响力的舞蹈团体。\n社团网址：\nhttp://dance2008scut.blog.163.com/\n"
        },
        {
            "name": "排球协会",
            "intro": "华工排球协会本着“好好学习，天天打球”的宗旨，通过举办排球赛事和社团文化活动，吸引同学们对排球的兴趣，培养排球人才。\n社团网址：http://weibo.com/scutvolleyballclub\n"
        },
        {
            "name": "攀登协会",
            "intro": "攀登协会以\"勇攀高峰,超越自我\"为宗旨，以组织攀岩运动为基本活动，在华工推广攀岩运动，发展华工的攀岩队伍，提高华工人的攀岩水平。\n"
        },
        {
            "name": "武术协会",
            "intro": "协会教授内容包括武术套路和散打，旨在弘扬中华武术，普及武术知识，是校内外武术爱好者进行武术交流，强身健体、磨练意志的摇篮。\nscut_wushuxiehui@163.com\n"
        },
        {
            "name": "X-JAM滑板社",
            "intro": "社团宗旨：滑板为青春\n作为一个成立不久的社团，滑板社的人彰显着活力的青春。\nhttp://weibo.com/xjamskateclub\n"
        },
        {
            "name": "自行车联盟协会",
            "intro": "自行车联盟协会，于06年成立，秉承“人文、团结、健身、超越、环保、合作、进步、参与”的宗旨，举办长途、短途骑行、单车义修活动。\n网址：http://cascut.blog.sohu.com\n"
        }
    ],
    [
        {
            "name": "青年励志传播协会",
            "intro": "我会以“励自己之志，励他人之志”为宗旨，主张“日事日毕，日清日高”的生活理念。\n因此，我会的常规活动以长期坚持的晨读和跑内环为主。晨读的时间为周一至周五每天早晨7：50—8:30，地点为学术大讲堂；内环的时间和次数则由各部门自行决定。\n我会一共四个部门：公关部、秘书部、宣传部、组织部。\n微博名称：华工励志\n\n"
        },
        {
            "name": "风投与创业家协会",
            "intro": "如果你对风险投资对创业感兴趣如果你想施展自己的金融才华如果你想认识更多志同道合的朋友如果你能一口气流利地读下来“牛奶奶有个孙子叫流流，刘奶奶有个孙子叫牛牛，流流爱喝牛奶，牛牛爱吃牛柳，有天流流偷吃牛牛的牛柳，牛牛偷喝流流的牛奶，流流牛牛打成团，牛奶奶打了牛牛，刘奶奶打了流流，牛奶奶刘奶奶牛牛流流到底谁最牛!” 风投与创业家协会会费8折百团大战等你来！\n微博：\n华工风投与创业家协会\n"
        },
    ],
    [

    ],
    [
        
    ],
    [

    ],
    [

    ],
    [

    ]
]